Repository: lepidus/badges
Catalog: locale/*/locale.po
Languages: es_es, pt_br

# plugins.generic.badges.displayName
source: Altmetrics Badges Plugin
es_es: Módulo de Badges de Altmetrics
pt_br: Plugin de marcas de altmetrics (Badges)

# plugins.generic.badges.description
source: Adds altmetric badges to article page.
es_es: Incorpora marcas con altmétricas en la página de los artículos
pt_br: Incorpora marcas com altmétricas na página de artigos

# plugins.generic.badges.manager.settings.description
source: Badges plugin settings
es_es: Permite mostrar los sellos (badges) con altmetrics de Dimensions, Altmetric.com y PlumX Analytics
pt_br: Incorpora marcas com altmétricas na página de artigos

# plugins.generic.badges.settings
source: Select which badge(s) to show
es_es: Ajustes
pt_br: Opções do módulo

# plugins.generic.badges.manager.settings.showDimensions
source: Show Dimensions badge
es_es: Mostrar el badge de Dimensions
pt_br: Mostrar badge Dimensions.ai

# plugins.generic.badges.manager.settings.showAltmetric
source: Show Altmetric.com badge
es_es: Mostrar el badge de Altmetric
pt_br: Mostrar badge Altmetric.com

# plugins.generic.badges.manager.settings.dimensionsHideWhenEmpty
source: Hide Dimensions badge when there are no mentions
es_es: Ocultar el badge de Dimensions si no hay datos para mostrar
pt_br: Oculte badge de Dimensions se não houver métricas

# plugins.generic.badges.manager.settings.altmetricHideWhenEmpty
source: Hide Altmetric badge when there are no mentions
es_es: Ocultar el badge de Altmetric si no hay datos para mostrar
pt_br: Oculte badge de Altmetric.com se não houver métricas

# plugins.generic.badges.manager.settings.plumxHideWhenEmpty
source: Hide PlumX badge when there are no mentions
es_es: Ocultar el badge de PlumX si no hay datos para mostrar
pt_br: Oculte badge de PlumX se não houver métricas

# plugins.generic.badges.manager.settings.showPlumx
source: Show PlumX badge
es_es: Mostrar el badge de PlumX Analytics
pt_br: Mostrar badge PlumX

# plugins.generic.badges.manager.settings.dimensionsBadgeStyle
source: Dimensions badge style
es_es: Estilo de badge Dimensions
pt_br: Estilo de badge Dimensions

# plugins.generic.badges.manager.settings.dimensionsBadgeSmallCircleStyle
source: Small circle
es_es: Círculo pequeño
pt_br: Círculo pequeno

# plugins.generic.badges.manager.settings.dimensionsBadgeMediumCircleStyle
source: Medium circle
es_es: Círculo mediano
pt_br: Círculo médio

# plugins.generic.badges.manager.settings.dimensionsBadgeLargeCircleStyle
source: Large circle
es_es: Círculo grande
pt_br: Círculo grande

# plugins.generic.badges.manager.settings.dimensionsBadgeSmallRectangleStyle
source: Small rectangle
es_es: Rectángulo pequeño
pt_br: Retângulo pequeno

# plugins.generic.badges.manager.settings.dimensionsBadgeLargeRectangleStyle
source: Large rectangle
es_es: Rectángulo grande
pt_br: Retângulo grande

# plugins.generic.badges.manager.settings.altmetricBadgeStyle
source: Altmetric badge style
es_es: Estilo de badge Altmetric
pt_br: Estilo de badge Altmetric

# plugins.generic.badges.manager.settings.altmetricBadgeStyleDetails
source: See <a target="_new" href="https://badge-docs.altmetric.com/customizations.html#badge-types">Badge types</a> for details.
es_es: Véase <a target="_new" href="https://badge-docs.altmetric.com/customizations.html#badge-types">Tipos de badge</a> para detalles.
pt_br: Veja <a target="_new" href="https://badge-docs.altmetric.com/customizations.html#badge-types">Tipos de badge</a> para detalhes.

# plugins.generic.badges.manager.settings.altmetricBadgeDefaultStyle
source: Default
es_es: Por defecto
pt_br: Padrão

# plugins.generic.badges.manager.settings.altmetricBadgeDonutStyle
source: Donut
es_es: Rosquilla
pt_br: Rosquinha

# plugins.generic.badges.manager.settings.altmetricBadgeMediumDonutStyle
source: Medium donut
es_es: Rosquilla mediana
pt_br: Rosquinha média

# plugins.generic.badges.manager.settings.altmetricBadgeLargeDonutStyle
source: Large donut
es_es: Rosquilla grande
pt_br: Rosquinha grande

# plugins.generic.badges.manager.settings.altmetricBadgeBarStyle
source: Bar
es_es: Barra
pt_br: Barra

# plugins.generic.badges.manager.settings.altmetricBadgeMediumBarStyle
source: Medium bar
es_es: Barra mediana
pt_br: Barra média

# plugins.generic.badges.manager.settings.altmetricBadgeLargeBarStyle
source: Large bar
es_es: Barra grande
pt_br: Barra grande

# plugins.generic.badges.manager.settings.showBlockTitle
source: Metrics
es_es: Métrica
pt_br: Métricas
